Repository: biglinux/deprecated
Catalog: bigcontrolcenter-internet-bigconnect/I18N/*.po
Languages: es, et

source: Aplicar
et: Rakenda

source: Sair
es: Salir
et: Välju

source: Conexao Wireless com senha WEP, WPA ou sem senha (Nao suporta 3G).
es: Conexión inalámbrica con la contraseña WEP, WPA o sin contraseña (no soporta 3G).
et: Wireless ühendus WEP'iga, WPA või ilma paroolita (ei toeta 3G).

source: Conexao DHCP ou IP fixo.
es: Conexión DHCP o IP fija.
et: DHCP või fikseeritud IP-ühendus.

source: Gerenciador de conexao alternativo.
es: Administrador alternativo de conexiones.
et: Alternatiivne võrguühenduse haldur.

source: Esse e um configurador de conexao que utiliza apenas as ferramentas basicas do sistema e funciona para conexoes por cabo Ethernet e Wireless. <p><br>Veja em que situacoes e mais recomendado:
es: Este es un configurador de conexión que utiliza las herramientas básicas del sistema y funciona para las conexiones por cable Ethernet e Inalámbricas.<p><br>Ver en qué situaciones es más recomendado:
et: See on võrguühenduse seadistamise tööriist, mis kasutab ainult põhilisi süsteem tööriistu ja töötab Ethernet kaabli-ja traadita ühendustega. <p><br>Vaata millistel juhtul on soovitatav:

source: - Computadores antigos, pois reduz o consumo de memoria e processamento. <br> - Locais onde os usuarios nao devem ter acesso para alterar as configuracoes da conexao. <br> - Computadores que serao utilizados sem modo grafico. <br> - Caso os outros configuradores falhem.
es: - Ordenadores antiguos, ya que reduce el consumo de memoria y procesamiento. <br> - Lugares donde los usuarios no deberían tener acceso para cambiar las configuraciones de conexión. <br> - Ordenadores que son utilizados sin modo gráfico. <br> - En caso de que otras configuraciones fallen.
et: - Vanad arvutid, sest see vähendab mälu ja protsessor kasutamist. <br> - Kohad, kus kasutajatel ei peaks olema juurdepääs muuta võrguühenduse konfiguratsioonisi. <br> - Arvutid, mida kasutatakse ilma graafika režiimita. <br> - Kui muude konfiguratsiooni tööriistad ebaõnnestuvad.

source: Escolha o tipo de conexao:
es: Seleccione el tipo de configuración:
et: Vali võrguühenduse tüüp:

source: Sem fio (Wireless).
es: Sin cables (Inalámbrica).
et: Wireless.(Juhtmeta)

source: Cabo de rede Ethernet.
es: Cable de red Ethernet.
et: Interneti võrgukaabel.

source: Selecione a interface a ser utilizada para estabelecer conexao:
es: Seleccione una interfaz a ser utilizada para establecer la conexión:
et: Valige liidest mida kasutada, et luua ühendus:

source: Interface:
es: Interfaz:
et: Liides:

source: Nome da rede:
es: Nombre de la Red
et: Võrgu nimi:

source: Clique aqui para procurar redes disponiveis.
es: Presione aquí para buscar las redes disponibles
et: Vajuta siia, et otsida saadaolevaid võrke.

source: Tipo de senha:
es: Tipo de contraseña:
et: Parooli tüüp:

source: Nenhuma
et: Ei

source: Digite a senha:
es: Escriba una contraseña:
et: Sisesta parool:

source: Obter IP:
es: Obtener IP:
et: Hangi IP:

source: IP Fixo
es: IP fija
et: Fikseeritud IP

source: Mascara de rede:
es: Máscara de Red:
et: Võrgumask:

source: Gateway:
es: Puerta de enlace:
et: Lüüs:

source: Qualidade do sinal
es: calidad de señal
et: Signaali kvaliteet

source: Tipo de senha
es: Tipo de contraseña
et: Salasõna tüüp

source: Conectar a internet utilizando BigConnect
et: Ühenda internetiga kasutades BigConnect'i

source: Gerenciador de conexao alternativo.<br>Cabo, DHCP, Wireless e IP Fixo
es: Administrador alternativo de conexiones.<br>Cableada, DHCP, Inalámbrica e IP fija.
et: Alternatiivsed võrguühenduse seadistamise tööriist. <br>Kaabel, DHCP, juhtmeta ja fikseeritud IP.

source: Configuracao aplicada.
es: Configuración aplicada.
et: Konfiguratsioon rakendatud.

source: O BigConnect e utilizado por esse painel, mas nao esta ativo, devo ativa-lo agora? Atencao: Isso ira desativar o gerenciador em uso: Network Manager.
et: BigConnect kasutatakse selle paneelil, kuid ei ole aktiivne, peaksin ma lubama seda? Hoiatus: see keelab praegu kasutusel halduri: Võrgu haldur.

source: O BigConnect e utilizado por esse painel, mas nao esta ativo, devo ativa-lo agora? Atencao: Isso ira desativar o gerenciador em uso: Wicd.
et: BigConnect kasutatakse selle paneeli, kuid ei ole aktiivne, peaksin ma seda lubama nüüd? Hoiatus: see keelab praegu kasutusel oleva halduri: Wicd

source: O BigConnect e utilizado por esse painel, mas nao esta ativo, devo ativa-lo agora?
et: BigConnect kasutatakse sellel paneelil, kuid ei ole aktiivne, peaksin ma lubama sedas nüüd?

source: Nome
es: Nombre
