Repository: biglinux/deprecated
Catalog: bigcontrolcenter-system-optimizes/I18N/*.po
Languages: pt

source: Otimizacoes e facilidades
pt: Otimizações e facilidades

source: Equilibre o desempenho do sistema e os recursos disponiveis de acordo com o uso do computador
pt: Equilibre o desempenho do sistema e os recursos disponíveis de acordo com o uso do computador

source: Montar particoes
pt: Montar partições

source: Voltar para tela de configuracao
pt: Voltar para tela de configuração

source: Defina suas preferencias.
pt: Defina suas preferências.

source: Configuracao aplicada.
pt: Configuração aplicada.

source: Gerenciamento de memoria
pt: Gerenciamento de memória

source: Configurar uso de memoria Swap.
pt: Configurar uso de memória Swap.

source: O historico, favoritos e algumas outras partes do Firefox ficam armazenadas em um banco de dados Sqlite.<br>Otimizar esse banco de dados torna a abertura e uso do Firefox mais rapidos.<br>Lembre de nao efetuar essa operacao se o Firefox estiver em uso, feche-o primeiro.
pt: O histórico, favoritos e algumas outras partes do Firefox ficam armazenadas em um banco de dados Sqlite.<br>Otimizar esse banco de dados torna a abertura e uso do Firefox mais rápidos.<br>Lembre de não efetuar essa operação se o Firefox estiver em uso, feche-o primeiro.

source: Otimizar o banco de dados do Firefox (Nunca utilize essa opcao caso o Firefox esteja em uso, feche-o primeiro).
pt: Otimizar o banco de dados do Firefox (Nunca utilize essa opção caso o Firefox esteja em uso, feche-o primeiro).

source: Defina sua preferencia.
pt: Defina sua preferência.

source: O Akonadi e utilizado por alguns programas do KDE para integrar informacoes do usuario, mas seu uso aumenta o consumo de memoria e processamento.<br>O Akonadi e desativado por padrao no BigLinux.
pt: O Akonadi é utilizado por alguns programas do KDE para integrar informações do usuário, mas seu uso aumenta o consumo de memoria e processamento.<br>O Akonadi e desativado por padrão no BigLinux.

source: Recomendado para a maioria das situacoes.
pt: Recomendado para a maioria das situações.

source: A opcao nobarrier aumenta a chance de corrompimento de arquivos caso ocorra falha no fornecimento de energia, porem aumenta muito a velocidade de leitura e gravacao no HD.<br>Em nossos testes nao ocorreram problemas utilizando a opcao nobarrier.
pt: A opção nobarrier aumenta a chance de corrompimento de arquivos caso ocorra falha no fornecimento de energia, porem aumenta muito a velocidade de leitura e gravação no HD.<br>Em nossos testes não ocorreram problemas utilizando a opção nobarrier.

source: Montar automaticamente as particoes dos HDs internos ao ligar o computador.
pt: Montar automaticamente as partições dos HDs internos ao ligar o computador.

source: Utilizar a opcao nobarrier nas particoes ext4 listadas no arquivo /etc/fstab.
pt: Utilizar a opção nobarrier nas partições ext4 listadas no arquivo /etc/fstab.

source: Notificar atualizacoes
pt: Notificar atualizações

source: Mostrar icone na barra de ferramentas.
pt: Mostrar ícone na barra de ferramentas.

source: Por padrao o kernel Linux utiliza 60 como valor fixo para a configuracao de Swap.<br>O valor pode variar de 0 a 100 e na maioria dos casos o valor automatico e o mais eficiente.
pt: Por padrão o kernel Linux utiliza 60 como valor fixo para a configuração de Swap.<br>O valor pode variar de 0 a 100 e na maioria dos casos o valor automático e o mais eficiente.

source: Ajuste automatico que oscila de acordo com o uso do computador.
pt: Ajuste automático que oscila de acordo com o uso do computador.

source: Exibir um icone na barra de tarefas quando existirem atualizacoes disponiveis.
pt: Exibir um ícone na barra de tarefas quando existirem atualizações disponíveis.

source: Mostrar um icone na barra de tarefas quando existirem atualizacoes disponiveis.<p>* Essa operacao afeta apenas esse usuario.
pt: Mostrar um ícone na barra de tarefas quando existirem atualizações disponíveis.<p>* Essa operação afeta apenas esse usuário.

source: Ativar ou desativar montar particoes automaticamente e otimizar particoes ext4.<p>* Essa operacao afeta TODOS os usuarios do sistema.
pt: Ativar ou desativar montar partições automaticamente e otimizar partições ext4.<p>* Essa operação afeta TODOS os usuários do sistema.

source: Otimizar o sistema com Prelink.<p>* Essa operacao afeta TODOS os usuarios do sistema.
pt: Otimizar o sistema com Prelink.<p>* Essa operação afeta TODOS os usuários do sistema.

source: Ativar ou Desativar o servidor Akonadi.<br>Utilizado por alguns programas do KDE para integrar informacoes do usuario, desativado por padrao no BigLinux.<p>* Essa operacao afeta TODOS os usuarios do sistema.
pt: Ativar ou Desativar o servidor Akonadi.<br>Utilizado por alguns programas do KDE para integrar informações do usuário, desativado por padrão no BigLinux.<p>* Essa operação afeta TODOS os usuários do sistema.

source: Configurar uso de memoria Swap.<p>* Essa operacao afeta TODOS os usuarios do sistema.
pt: Configurar uso de memoria Swap.<p>* Essa operação afeta TODOS os usuários do sistema.

source: Configurar o servidor Nepomuk.<br>Utilizado pelo KDE para efetuar buscas no sistema, desativado por padrao no BigLinux.<p>* Essa operacao afeta apenas esse usuario.
pt: Configurar o servidor Nepomuk.<br>Utilizado pelo KDE para efetuar buscas no sistema, desativado por padrão no BigLinux.<p>* Essa operação afeta apenas esse usuário.

source: Selecione o que deve ser iniciado junto com o KDE.<p>* Essa operacao afeta apenas esse usuario.
pt: Selecione o que deve ser iniciado junto com o KDE.<p>* Essa operação afeta apenas esse usuário.

source: Selecione os servicos que o KDE deve iniciar automaticamente.<p>* Essa operacao afeta apenas esse usuario.
pt: Selecione os serviços que o KDE deve iniciar automaticamente.<p>* Essa operação afeta apenas esse usuário.

source: Selecione a forma de gerenciar a sessao no KDE.<p>* Essa operacao afeta apenas esse usuario.
pt: Selecione a forma de gerenciar a sessão no KDE.<p>* Essa operação afeta apenas esse usuário.

source: Se o desktop do KDE estiver lento experimente o modo raster.<p>* Essa operacao afeta TODOS os usuarios do sistema.
pt: Se o desktop do KDE estiver lento experimente o modo raster.<p>* Essa operação afeta TODOS os usuários do sistema.

source: Apos muito tempo de uso otimizar o banco de dados do Firefox pode aumentar o desempenho do programa.<p>* Essa operacao afeta apenas esse usuario.
pt: Apos muito tempo de uso otimizar o banco de dados do Firefox pode aumentar o desempenho do programa.<p>* Essa operação afeta apenas esse usuário.

source: Equilibre o desempenho do sistema e os recursos disponiveis.
pt: Equilibre o desempenho do sistema e os recursos disponíveis.

source: Configurar gerenciamento de memoria
pt: Configurar gerenciamento de memória

source: Gerenciador de inicio automatico do KDE
pt: Gerenciador de início automático do KDE

source: Gerenciador de sessao do KDE
pt: Gerenciador de sessão do KDE

source: A cada 14 dias gera uma nova otimizacao do Prelink (Recomendado).
pt: A cada 14 dias gera uma nova otimização do Prelink (Recomendado).

source: Se a opcao de atualizar automaticamente nao estiver ativa pode ser util efetuar uma atualizacao manual do Prelink.
pt: Se a opção de atualizar automaticamente não estiver ativa pode ser útil efetuar uma atualização manual do Prelink.

source: Quando programas sao instalados ou atualizados perdem as otimizacoes feitas pelo prelink.<br>Com essa opcao ativa a instalacao de programas se torna um pouco mais lenta, mas logo apos instalados os programas ja sao otimizados (Recomendado).
pt: Quando programas são instalados ou atualizados perdem as otimizações feitas pelo prelink.<br>Com essa opção ativa a instalação de programas se torna um pouco mais lenta, mas logo após instalados os programas já são otimizados (Recomendado).

source: Finalize a sessao e faca login novamente para o desktop utilizar a nova configuracao.
pt: Finalize a sessão e faca login novamente para o desktop utilizar a nova configuração.

source: O modo raster utiliza o processador para renderizar o plasma-desktop e nao a placa de video. Em alguns casos isso torna o desktop mais rapido.
pt: O modo raster utiliza o processador para renderizar o plasma-desktop e não a placa de vídeo. Em alguns casos isso torna o desktop mais rápido.
