Repository: biglinux/deprecated
Catalog: bigcontrolcenter-servers-apache/I18N/*.po
Languages: es, et

source: Configurar servidor WEB
et: Veebiserveri seadistamine

source: Aplicar
et: Rakenda

source: Sair
es: Salir
et: Välju

source: Alterar a senha do administrador do MySQL
es: Configurar la contraseña del administrador de MySQL
et: Muuda MySQL administraatori parooli

source: Por padrao se utiliza a porta 80
es: Por padrão se utiliza a porta 80
et: Port 80 on vaikimisi kasutusel

source: Disponibilize informacao na WEB diretamente do seu computador.
es: Disponibilize informação na WEB diretamente do seu computador.
et: Tee oma arvuti info kättesaadavaks otse veebi.

source: O Apache e o servidor WEB mais utilizado no mundo, funciona muito bem com o banco de dados MySQL e possui diversos programas escritos em PHP prontos para download na internet.
es: O Apache é o servidor WEB mais utilizado no mundo, funciona muito bem com o banco de dados MySQL e possui diversos programas escritos em PHP prontos para download na internet.
et: Apache on enim kasutatud Web server maailmas, töötab väga hästi koos MySQL andmebaasiga ja on mitmeid rakendusi kirjutatud PHP's neid saab alla laadida internetist.

source: Apache ativo
es: Apache activado
et: Aktiivne Apache

source: Ativar Apache ao ligar o PC
es: Habilitar Apache para conectar su PC
et: Luba Apache'l ühenduda arvutiga

source: Porta do Apache
es: Puerto de Apache
et: Apache port

source: MySQL ativo
es: MySQL activado
et: MySQL aktiivne

source: Ativar MySQL ao ligar o PC
es: Activar MySQL para conectar su PC
et: Luba MySQL ühenduda arvutiga

source: Alterar senha do administrador do MySQL
es: Configurar contraseña de administrador de MySQL
et: Muuda MySQL administraatori parool

source: Desinstalar Apache
et: Eemalda Apache

source: Instalar Apache
et: Paigalda Apache

source: Desinstalar Mysql
et: Eemalda Mysql

source: Instalar MySQL
et: Paigalda MySQL

source: Instalar PHP e PHPMyAdmin
es: Instalar PHP y PHPMyAdmin
et: Paigalda PHP ja PhpMyAdmin

source: Desinstalar PHP e PHPMyAdmin
es: Desinstalar PHP y PHPMyAdmin
et: Eemalda PHP ja PHPMyAdmin

source: Detectar IP da rede interna e Internet
es: Detectar la IP de la red interna e Internet
et: Tuvasta sisevõrgu ja Interneti IP

source: Abrir o gerenciador de MySQL PHPMyAdmin
es: Abrir el Administrador de MySQL PHPMyAdmin
et: Avatud phpMyAdmin MySQL haldur

source: Abrir navegador na raiz do seu servidor WEB
es: Abra su navegador en la raíz de su servidor web
et: Ava brauseri oma juur veebiserveris

source: Abrir pasta com os arquivos do Apache
es: Abrir carpeta con los archivos de Apache
et: Ava kaust koos Apache failidega

source: Configuracoes avancadas do Apache
es: Configurações avançadas do Apache
et: Apache täpsem seadistus

source: Configuracoes avancadas do MySQL
es: Configurações avançadas do MySQL
et: MySQL täpsem seadistus

source: Configuracoes avancadas do PHP
es: Configurações avançadas do PHP
et: PHP täpsem seadistus

source: Logs do Apache:
es: Registros de Apache
et: Apache logid:

source: Ver
et: Vaata

source: Monitorar
es: Monitorear
et: Monitor

source: Servidor WEB, MySQL e PHP
es: Servidor WEB, MySQL y PHP
et: Veebiserver, MySQL ja PHP

source: Servidor WEB completo, Apache, MySQL e PHP
es: Servidor WEB completo, Apache, MySQL y PHP
et: Kõik veebi serverid, Apache, MySQL ja PHP

source: IP da rede interna:
es: IP de red Interna:
et: Sisevõrgu IP:

source: IP da internet:
es: IP de Internet:
et: Interneti IP:

source: Voltar para tela de configuracao
es: Voltar para tela de configuração
et: Tagasi ekraani asetusesele

source: Configuracao aplicada.
es: Configuração aplicada.
et: Konfiguratsioon rakendatud.
