Repository: biglinux/deprecated
Catalog: bigcontrolcenter-internet-remote/I18N/*.po
Languages: et

source: Aplicar
et: Rakenda

source: Sair
et: Välju

source: A porta padrao dos servidores SSH e 22
et: Vaikimisi SSH port servereis on 22.

source: Com essa opcao ativada e possivel apos acessar o terminal executar programas em modo grafico remotamente<p>Programas executados dessa forma sao processados no servidor e exibidos no cliente.
et: See seade võimaldab võimaliku eemalt käivitamis rakenduse graafilise režiimi peale ligipäsu terminalgai<p>rakendused töötavad sellisel viisil töödeldakse serveris ja näidatakse kliendile.

source: Acesso remoto seguro e de qualidade.
et: Ohutu ja kvaliteetne kaugjuurdepääs.

source: Instalando o TeamViwer, aguarde um momento...
et: Paigaldan TeamViewer'it, oota hetk, palun...

source: A instalacao falhou! Confira se a conexao com a internet esta funcionando. Se estiver utilizando o instalador de programas Synaptic ou apt-get, feche-o e tente novamente.
et: Paigaldamine ebaõnnestus! Kontrollige, kas Interneti-ühendus töötab. Kui te kasutate Synaptic paketi haldajat või apt-get'i, sulgege need ja proovige uuesti.

source: Acesso remoto
et: Kaugjuurdepääs

source: As melhores solucoes para acessar computadores a distancia
et: Parimaid lahendusi kauge arvuti juurdepääsuks

source: Confirma a remocao do TeamViewer?
et: Kinnita TeamViewer eemaldamist?

source: Instalador do TeamViewer
et: Team Viewer'i paigaldaja

source: Clique aqui para iniciar a instalacao, e preciso estar conectado a internet.<br>Sera feito um download proximo de 16 MB.
et: Klõpsa siin, et alustada installimist, see on vajalik, et luua ühendus Internetiga. <br> Laadimist umbes 16 MB tehakse.

source: Clique aqui para remover o TeamViewer.
et: Vajuta siia, et eemaldada TeamViewer.

source: Clique aqui para utilizar o TeamViewer.
et: Vajuta siia, et kasutada oma TeamViewer'it.

source: Assistencia remota facil e rapida.
et: Kaugabi lihtsalt ja kiiresti.

source: Esse programa pode ser comparado ao VNC, porem com mais velocidade e sem precisar se preocupar com roteamentos ou configuracao de firewall.
et: See rakendus võib võrrelda VNC'iga, aga see on kiirem ja ei ole vaja olla seotud ruuteri või tulemüüri konfiguratsiooniga.

source: Entretanto e um software proprietario e seu uso e gratuito apenas para usuarios nao comerciais.
et: Aga see on omandiõigus tarkvara ja selle kasutamine on tasuta ainult mitteärilistel kasutajatele.

source: Clique aqui</a> para visitar o site oficial e obter mais informacoes sobre esse programa.
et: Kliki siia </a> külastada ametliku kodulehekülje ning saada teavet selle rakenduse kohta.

source: Remover TeamViewer
et: Eemalda TeamViewer

source: Executar TeamViewer
et: Käivita TeamViewer

source: Instalar TeamViewer
et: Paigalda TeamViewer

source: Configuracao aplicada.
et: Konfiguratsioon rakendatud.

source: Configure esse computador para que seja possivel acessa-lo remotamente
et: Seadista see arvuti nii et saab eemalt ligi

source: Acesse servidores SSH
et: Juurdepääs SSH servereitele

source: Utilize o Krfb para permitir que conectem a esse computador utilizando o protocolo VNC.
et: Kasuta krfb luba teistel ühenduda selle arvutiga kasutades VNC protokolli.

source: Utilize o Krdc para conectar a computadores utilizando o protocolo VNC ou RDP.
et: Kasuta krfb ühendumiseks teiste arvutitega VNC või RDP protokolliga.

source: Compartilhe ou acesse computadores sem se preocupar com roteamento e firewall
et: Jaga või ligipäs arvutile ilma ruuteri või tulemüürita

source: Nao se trata exatamente de um desktop remoto e sim de um ambiente colaborativo.<p>Um site onde voce pode compartilhar a tela do seu desktop, apresentacoes, desenhar como em um quadro negro...<p>Ainda conta com chato por voz e texto, uma boa ferramenta para fornecer cursos online
et: See ei ole tõesti kaugtöölaud vaid jagamise keskkond. <p>Kohas, kus saate jagada töölauda, presenteerida, joonistada joonistuslaual... <p>Samuti on võimalus vestelda hääle või teksti kaudu otseühenduses

source: As melhores solucoes para acessar computadores a distancia.
et: Parimaid lahendusi juurdepääsuks kaugarvutieile.

source: Servidor SSH
et: SSH server

source: Cliente SSH
et: SSH klient

source: Compartilhe o computador por VNC
et: Jaga oma arvutit VNC

source: Acesse computadores por VNC ou RDP
et: Juurdepääs arvutile VNC või RDP

source: Vyew.com um ambiente de compartilhamento
et: Vyew.com jagamise keskkond

source: Configurar DNS
et: Seadista DNS

source: Voltar para tela de configuracao
et: Tagasi ekraani asetusesele

source: Para uma conexao mais rapida e estavel.
et: Sest kiirem ühendus on stabiilsem.
