Repository: biglinux/deprecated
Catalog: bigcontrolcenter-hardware-printer/I18N/*.po
Languages: es, et

source: O monitor de fila de impressao deve aparecer automaticamente ao utilizar a impressora?
et: Kui jälgida tööjärjekorra automaatselt näitab millal kasutab printerit?

source: Impressora
es: Impresora
et: Printer

source: Adicionar, configurar, calibrar, niveis de tinta...
es: Adicionar, configurar, calibrar, níveis de tinta...
et: Lisa, seadista, kalibreeri, tindi tase...

source: Aplicar
et: Rakenda

source: Sair
es: Salir
et: Välju

source: Configurador recomendado para a maioria dos casos.<br>Adicionar, remover, calibrar, nivel de tinta...
es: Configuración recomendada para la mayoría de los casos. <br> Añadir, eliminar, calibrar, nivel de tinta ...
et: Soovituslik seadistusvahend enamikel juhtudel. <br> Lisamine, eemaldamine kalibreerimiseks, tindi taseme...

source: Configurador oficial do sistema de impressao CUPS
es: Configurador oficial do sistema de impressão CUPS
et: Ametlik seadistus CUPS trükkimisele

source: Configurador nao oficial para impressoras EPSON
es: Configurador não oficial para impressoras EPSON
et: Mitteametlik seadistus EPSON printerile

source: Configurador oficial para impressoras HP
et: Mitteametlik seadistus HP printerile

source: Para conferir os modelos de impressora suportados visite o site:<br>http://libinklevel.sourceforge.net/#supported<br><br>* Em muitos casos outro monitor de nivel de tinta pode ser acessado no Adicionar ou Configurar impressoras
es: Para comprobar los modelos de impresoras soportados visite: <br> http://libinklevel.sourceforge.net/#supported * En muchos otros casos, el monitor de nivel de tinta se puede acceder desde la opción Agregar o configurar impresoras
et: Et näha toetatud printerimudelit külastage <br>http://libinklevel.sourceforge.net/#supported<br><br>* Paljudel juhtudel tindi taset jälgimist saab kasutada kasutades Lisa või Seadistaa printerid

source: Confira o status da impressao
et: Trükkimise olek

source: Configuracoes para impressoras.
es: Configurações para impressoras.
et: Printeri konfiguratsioon

source: Adicionar ou configurar impressoras
es: Añadir o configurar impresoras
et: Lisa või seadistada printereid

source: Adicionar ou configurar impressoras (Avancado)
es: Adicionar ou configurar impressoras (Avançado)
et: Lisa või seadistada printereid (edasijõudnud)

source: Configurador especial para impressoras Epson
et: Eriliselt seadistada Epson printerid

source: Configurador especial para impressoras HP
et: Eriliselt seadistada HP printerid

source: Monitor de nivel de tinta
es: Monitor de nível de tinta
et: Tindi tasandi jälgidmine

source: Fila de impressao
es: Fila de impressão
et: Tööjärjekord

source: Para visualizar o nivel de tinta clique no icone do inkblot na area de notificacao.
es: Para visualizar o nível de tinta clique no ícone do inkblot na área de notificação.
et: Kliki inkblot sümbolit olekualal vaatamiseks tindi tasandit.
