Repository: biglinux/deprecated
Catalog: bigcontrolcenter-system-biguser/I18N/*.po
Languages: et

source: Adicionar usuario
et: Lisa kasutaja

source: Aplicar
et: Rakenda

source: Sair
et: Välju

source: Voltar para tela de configuracao
et: Tagasi ekraani asetusesele

source: Adicione usuarios ao sistema.
et: Lisa kasutajaid süsteemi

source: Usuario $p_username adicionado.
et: Kasutaja $p_username lisatud.

source: Esse usuario nao possui permissoes de administrador, para alterar as permissoes clique aqui.
et: Sellel kasutajal ei ole administraatori õigusi, et muuta õigusi kliki siia.

source: Nome de usuario escolhido ja estava em uso.
et: Valitud kasutajanimi on juba kasutusel

source: Limite os horarios que cada usuario pode utilizar o computador.
et: Määratle tunntide arv, kui kaua iga kasutaja saab kasutada arvutit

source: Limitar tempo de uso
et: Kasutamise limiit

source: Voltar
et: Tagasta

source: * Por enquanto essa funcao esta funcionando somente no Desktop KDE4.
et: * Praegu see funktsioon töötab ainult KDE4 töölaual

source: Alterar permissoes do usuario
et: Muuda kasutaja õigusi

source: Selecione o usuario:
et: Vali kasutaja:

source: Trocar senha
et: Muuda parooli

source: Escolha uma nova senha.
et: Määra uus parool.

source: Senha do usuario
et: Kasutaja parool

source: alterada.
et: muutunud.

source: Selecione um usuario
et: Vali kasutaja

source: Fixar configuracao do usuario
et: Fikseeri kasutaja konfiguratsioon

source: Preencha os campos abaixo:
et: Täida allpool olevad väljad:

source: Similar ao nome de usuario
et: Sarnane kasutajanimi

source: Muito pequena
et: Väga väike

source: Muito simples
et: Väga lihtne

source: Simples
et: Lihtne

source: Boa
et: Hea

source: Muito boa
et: Väga hea

source: Preencha esse campo
et: Täida see väli

source: Repita a senha
et: Korda salasõna

source: Repita a senha corretamente
et: Korda parooli õigesti

source: Usuario
et: Kasutaja

source: Senha
et: Parool

source: Confirme a senha
et: Kinnita parooli

source: Usuario <b>$p_username</b> nao sera mais restaurado.
et: Kasutaja <b>$p_username</b> ei suudeta taastada enam.

source: Gerenciar usuarios
et: Halda kasutajaid

source: Adicionar, remover e alterar permissoes de usuarios
et: Lisa, muuda ja kustuta kasutaja load

source: Crie novos usuarios.
et: Loo uued kasutajad

source: Apague usuarios.
et: Kustuta kasutajad

source: Altere a senha de qualquer usuario.
et: Muuda parool mistahes kasutajale.

source: Torne a configuracao de um usuario fixa, util para computadores de uso publico, por exemplo, em escolas.
et: Kinnista mõned kasutaja konfiguratsioonid, mis on kasulik avalikes arvutites, nagu koolides.

source: Criar, remover e editar usuarios.
et: Loo, eemalda ja muuda kasutajad.

source: Configuracao basica.
et: Baas seadistused

source: Configuracao avancada.
et: Laiendatud seadistusesd

source: Remover usuario
et: Eemalda kasutaja

source: Alterar permissoes
et: Õiguste muutmine

source: Fixar configuracao
et: Kinnista konfiguratsioon

source: Remova usuarios do sistema.
et: Eemalda kasutajad süsteemis

source: Selecione o usuario a ter sua senha alterada:
et: Vali kasutaja kes on oma parooli muutunud:

source: Permissao do usuario
et: Kasutaja õigused
