Repository: biglinux/deprecated
Catalog: bigcontrolcenter-themes-ksplash/I18N/*.po
Languages: es, et

source: Selecionar nova imagem
es: Selecciona una imagen nueva
et: Valige uus pilt

source: Sair
es: Salir
et: Välju

source: Restaurar imagem padrao
es: Restaurar el patrón de la Imagen
et: Taasta pilt

source: Altere a imagem de fundo que aparece apos o login.
es: Cambiar la imagen de fondo que aparece tras la entrada.
et: Muuda tausta pilti, mis kuvatakse pärast sisselogimist.

source: Imagem atual
es: Imagen actual
et: Aktiivne pilt

source: Tela de abertura do KDE (Ksplash)
es: Pantalla de apertura de KDE (Ksplash)
et: KDE käivitusekraan (KSplash)

source: Escolha o seu tema preferido para o Ksplash
es: Elige tu tema favorito de Ksplash
et: Vali oma lemmik teema KSplash

source: Aplicar
et: Rakenda

source: Selecione seu tema favorito.
es: Seleccione su tema favorito.
et: Vali oma lemmik teema.

source: Utilize sua imagem favorita como fundo para o tema BigLinux
es: Utilice su imagen favorita como fondo para el tema de BigLinux
et: Kasutage oma lemmik pilti BigLinux'i taustaks

source: Escolha o seu tema preferido para o Ksplash.
es: Seleccione su tema preferido para Ksplash
et: Vali oma KSplash'i lemmik teema.

source: Escolher tema do Ksplash
es: Seleccione un tema para Ksplash
et: Vali KSplash'i teema

source: Alterar fundo de tela do tema BigLinux
es: Configurar fondo de pantalla del tema de BigLinux
et: Muuda tapeeti BigLinux teemal

source: Altere a imagem de fundo que aparece na ultima etapa de carregamento do sistema, logo apos o login.
es: Cambiar la imagen de fondo que aparece en la última etapa de la carga del sistema, justo después de inicio de sesión.
et: Muuda taustapilti, mis ilmub viimasel etapil süsteemi käivitamiel kohe pärast sisselogimist.

source: Selecione a imagem
es: Seleccione una Imagen
et: Valige pilt

source: Alteracao aplicada.
es: Configuración aplicada.
et: Muudatusettepanek rakendatakse.
