Repository: biglinux/deprecated
Catalog: bigcontrolcenter-internet-ndiswrapper/I18N/*.po
Languages: es, et, pt

source: Wireless com driver Windows (Ndiswrapper)
et: Juhtmeta Windows ajur (ndiswrapper)
pt: Rede sem fios com controlador Windows (Ndiswrapper)

source: Aplicar
et: Rakenda

source: Sair
es: Salir
et: Välju

source: Saber mais sobre DNS
es: Saber más sobre DNS
et: Lisateavet DNS'ist

source: Se o seu provedor possuir servidores de qualidade pode ser a melhor alternativa
es: Si su proveedor tiene servidores de calidad puede ser la mejor alternativa
et: Kui teie Interneti-ühenduse pakkuja omab kvaliteet servereid võibolla see parim alternatiiv

source: Servidor gratuito reconhecido por ser um dos mais rapidos e seguros
es: Servidor gratuito reconhecido por ser um dos mais rápidos e seguros
et: Tasuta server, mis on teadaolevalt üks kiiremaid ja ohutumaid
pt: Servidor gratuito reconhecido por ser um dos mais rápidos e seguros

source: Utilize o servidor diretamente em seu computador, utiliza um pouco de memoria RAM e processamento, porem possui a navegacao mais rapida
es: Utilize o servidor diretamente em seu computador, utiliza um pouco de memoria RAM e processamento, porém possui a navegação mais rápida
et: Kasutage serverit otse arvutist, kasutab mõningal määral RAM'i ja protsessorit, kuid on kõige kiiremi sirvimise kiirusega
pt: Utilize o servidor directamente no seu computador, utiliza um pouco de memória RAM e processamento, porém possui a navegação mais rápida

source: Caso tennha preferencia por um servidor especifico preencha com o IP correspondente
es: Caso tenha preferência por um servidor específico preencha com o IP correspondente
et: Kui soovite konkreetset Interneti pakkujat, täitke vastav IP
pt: Caso tenha preferência por um servidor específico, preencha o IP correspondente

source: Utilizar driver do Windows para placa Wireless.
es: Utilizar controlador de Windows para la tarjeta inalámbrica.
et: Kasuta Windows ajuri Wireless kaart.
pt: Utilizar controlador do Windows para placa de rede sem fios.

source: O Ndiswrapper utiliza driver Wireless feito para Windows em sistemas Linux, para isso e necessario indicar o arquivo .inf do driver.
es: O Ndiswrapper utiliza driver Wireless feito para Windows em sistemas Linux, para isso é necessário indicar o arquivo .inf do driver.
et: Ndiswrapper kasutab traadita ajurit tehtud Windowsi Linuxi süsteemi jaoks, et see on vajalik käsk ajuri. Inf failis.
pt: O Ndiswrapper utiliza o controlador para Windows nos sistemas Linux, para isso é necessário indicar o ficheiro .inf do driver.

source: Para um melhor funcionamento e recomendado copiar os arquivos do driver, incluindo o arquivo .inf para a particao principal do seu sistema, por exemplo a pasta pessoal do seu usuario.
es: Para um melhor funcionamento é recomendado copiar os arquivos do driver, incluindo o arquivo .inf para a partição principal do seu sistema, por exemplo a pasta pessoal do seu usuário.
et: Selle toimimiseks on parem soovituslikult kopeerida ajuriailid, sh. Inf faili oma süsteemi peamisele paritsoonile, kasutaja kodukataloogi näiteks.
pt: Para um melhor funcionamento recomenda-se a cópia dos ficheiros do controlador, incluídos no ficheiro .inf, para uma partição principal do seu sistema, por exemplo: a pasta pessoal do utilizador.

source: Ndiswrapper ativo
es: Ndiswrapper activo
et: Aktiivne Ndiswrapper
pt: Ndiswrapper activo

source: Caso o driver para a placa wireless nao esteja funcionando corretamente, tente utilizar o driver do Windows pelo ndiswrapper...
es: Caso o driver para a placa wireless não esteja funcionando corretamente, tente utilizar o driver do Windows pelo ndiswrapper...
et: Kui traadita kaardi ajur ei tööta korralikult, proovige Windows ajurit ndiswrapper kaudu...
pt: Caso o controlador para a placa de rede sem fios não esteja a funcionar correctamente, tente utilizar o controlador Windows via ndiswrapper...

source: Voltar para tela de configuracao
es: Voltar para tela de configuração
et: Tagasi ekraani asetusesele
pt: Voltar para o ecrã de configuração

source: Driver Ndiswrapper ativado, va ao configurador de conexao e tente estabelecer uma conexao, caso nao funcione tente utilizar um driver para outra versao de Windows, em geral o driver para a versao 2000 funciona melhor no Ndiswrapper.
es: Driver Ndiswrapper ativo, vá ao configurador de conexão e tente estabelecer uma conexão, caso não funcione tente utilizar um driver para outra versão de Windows, em geral o driver para a versão 2000 funciona melhor no Ndiswrapper.
et: Ndiswrapper ajur lubatud, minge interneti seadistusvahend ja proovige luua ühendus
pt: O controlador Ndiswrapper está activo. Vá ao gestor de ligações e tente estabelecer uma ligação. Caso não funcione, tente utilizar um controlador para outra versão Windows. Regra geral, o controlador para a versão 2000 funciona melhor no Ndiswrapper.

source: O driver Ndiswrapper desativado, para que o sistema volte a utilizar o driver nativo recomendo que reinicie o computador.
es: Driver Ndiswrapper desativado, para que o sistema volte a utilizar o driver nativo recomendo que reinicie o computador.
et: Kui see ei tööta, proovige ajurit erinevate Windowsi versioonidega, tavaliselt ajurid on valmistatud Windows 2000'le, ndiswrapper'il paremini toimimiseks .
pt: O controlador Ndiswrapper está inactivo. Para que o sistema utilize o controlador unix, recomenda-se que reinicie o computador.
