Repository: biglinux/deprecated
Catalog: bigcontrolcenter-servers-samba/I18N/*.po
Languages: et

source: Aplicar
et: Rakenda

source: Sair
et: Välju

source: Compartilhamento de arquivos e impressoras na rede.
et: Failide ja printeri jagamine võrgus.

source: Ativar, desativar, iniciar automaticamente...
et: Luba, keela, käivita automaatselt...

source: Acesse arquivos de outros servidores
et: Juurdepääs teiste serveri failidele

source: Dicas para acessar seus arquivos na rede
et: Näpunäiteid juurdepääsuks oma võrgufailidele

source: Opcoes basicas para configuracao do servidor
et: Algsed serveri seadistuse valikud

source: Opcoes para praticamente qualquer tipo de uso do Samba<P>* Algumas configuracoes para entrar em acao necessitam que o servidor seja reiniciado
et: Iga Samba funktsioonid kasutamine<P>* Mõned seaded vajavad serveri taaskäivitamist jõustumiseks

source: Reinicia de forma rapida o servidor Samba
et: Käivitab Samba server kiirel viisil

source: Ativar ou desativar o servidor
et: Luba või keela server

source: Acessar arquivos
et: Juurdepääs failidele

source: Configurador simples para o servidor
et: Lihtne serveri seadistuse tööriist

source: Configurador completo para o servidor
et: Täielik serveri seadistus vahend

source: Reiniciar o servidor
et: Taaskäivita server

source: Dicas de uso
et: Kasutusnõuanded

source: Samba - Compartilhar arquivos na rede
et: Samba - Jaga faile võrgus

source: Compartilhamento de arquivos e impressoras na rede
et: Failide ja printeri jagamine võrgus

source: Configuracao aplicada.
et: Konfiguratsioon rakendatud.

source: Inicia automaticamente ao ligar o PC
et: Avab automaatselt kui arvuti käivitub

source: Ative o servidor para que outros computadores da rede acessem arquivos e impressoras disponiblizados.<p>* O sistema de impressao pode compartilhar impressoras sem necessidade desse servidor e de forma mais simples.
et: Luba serveril teiste võrgus olevate arvutidel kasutada olemasolevaid faile ja printereid. <p>* Printeri süsteem võib jagada printereid ilma et oleks vaja seda serverit ja lihtsamal viisil.

source: Ativo
et: Aktiivne

source: Iniciar automaticamente
et: Alusta automaatselt

source: Por padrao compartilhar com permissao a escrita
et: Jaga vaikimisi kirjutamis luba

source: Servidor reiniciado!
et: Server taaskäivitub!
