Repository: biglinux/deprecated
Catalog: bigcontrolcenter-start-install-remove/I18N/*.po
Languages: et

source: Central de Programas
et: Tarkvara keskus

source: Aplicar
et: Rakenda

source: Voltar
et: Tagasta

source: Sair
et: Välju

source: A forma mais simples de instalar e remover programas.
et: Lihtsaim viis paigaldada ja eemaldada programme.

source: Abrir a Central de Programas
et: Avatud tarkvara keskus

source: Para instalar novos programas o download e feito automaticamente, portanto e importante o PC estar conectado a internet.
et: Kui soovite paigaltad uut tarkvara, allalaadida ja seda automaatselt paigaltada, on tähtis et arvuti on ühendatud internettiga.

source: Ao abrir o programa digite o que deseja no canto superior direito ou escolha a categoria.
et: Kui avate programmi mida soovid, vali paremas ülanurgas või vali kategooria

source: Ao encontrar o programa desejado de dois cliques sobre o mesmo e entao sera aberta uma pagina com a descricao mais completa e em alguns casos uma imagem de previsao. Para prosseguir com a instalacao clique no botao instalar.
et: Kui leiate soovitud programmi topeltklõps ja siis avaneb lehekülg, millel on suurim täielik kirjeldus ja mõnel juhul eelvade. Pigaldamise jätkamiseks klõpsake paigaldamis nuppu.

source: Para remover programas faca o mesmo processo escrito acima, porem no lugar do botao instalar estara o botao remover.
et: Rakenduse eemaldamiseks teha nii, nagu eespool öeldud, kuid klõpsa Eemalda asemel Paigalda.

source: Os programas instalados possuem em seu icone uma bolinha verde com um v na cor branca.
et: Paigaldatud rakendused on üle nende ikoonide väike roheline kera valget "v" sees.

source: A Central de Programas não exibe todos os programas disponiveis ou instalados, mas exibe praticamente todos que sao de interesse para a maioria dos usuarios, caso deseje acessar a lista completa utilize o programa Synaptic.
et: Tarkvarakeskus ei näita kõiki olemasolevaid või paigaldtud rakendusi, kuid see näitab peaaegu kõik, mida võiks pakkuda huvi enamus kasutajatele.Et näha täieliku loendit rakendustest, kasutage Synaptic paketihaldurit.

source: Configurar o Wine.
et: Wine seadistamine.

source: Configurador do Wine
et: Seadisa Wine

source: Abrir pasta com arquivos do Wine
et: Ava Wine failide kaust

source: Editor de registros Regedit
et: Regedit registri redaktor

source: Gerenciador de arquivos do Wine
et: Wine'i failihaldur

source: Simular que o Windows esta sendo reiniciado
et: Simuleeri Windows uuestibootimist

source: Apagar arquivos pessoais do Wine
et: Kustuta isiklikud failid Wine'st

source: As alteracoes feitas nesse painel afetam os programas instalados no Wine, mas nao incluenciam os instalados utilizando o PlayOnLinux.
et: Tehtud muudatusi sellele paneelil mõjutab Wine's paigaldatud rakendustele, kuid ei mõju, kui need paigaldada kasutades PlayOnLinux'it.

source: Reiniciado.
et: Taaskäivitada.

source: Concluida a simulacao de reinicio do Wine.
et: Wine uuestibootimis simulatsioon on lõppenud.

source: Facilidade e opcoes avancadas no mesmo local.
et: Lihtsad ja edasijõudnud valikud samas kohas.

source: Abrir Synaptic
et: Ava Synaptic

source: Apos recarregar basta encontrar o programa, voce pode procurar na lista a esquerda por categoria ou usar o botao procurar.
et: Pärast ümberlaadimist, pead vaid leidmaa rakenduse.Te saate otsida kategooriate nimekirjast vasakule või kasutage nuppu Otsi.

source: Ao encontrar o programa desejado basta clicar duas vezes sobre o programa que o mesmo ficara marcado.
et: Kui leiate rakenduse topeltklõpsake seda ning see märgistakse.

source: Apos marcar os programas clique em aplicar que o download e a instalacao sera feita automaticamente.
et: Pärast rakenduse tähistamist, klõpsa nupule Rakenda ja need automaatselt laetakse alla ja paigaldakse.

source: Instalar ou Remover programas
et: Paigalda või eemalda progrmmisi

source: Instale e remova programas de forma facil e pratica
et: Paigaltada ja eemaldada programme on nii lihtne ja praktiline

source: Como instalar programas feitos para Windows no Linux.
et: Kuidas paigaltada ja näha Windows programme Linuxis.

source: Abrir Painel Wine
et: Ava Wine paneel

source: Instalar Wine
et: Paiaglda Wine

source: Abrir PlayOnLinux
et: Ava PlayOnLinux

source: Instalar PlayOnLinux
et: Paigalda PlayOnLinux

source: Com o Wine e possivel utilizar programas do Windows no Linux.
et: Wine'ga on võimalik kasutada Windows rakendusi Linuxis.

source: Sua compatibilidade nao e muito boa, recomendo que tente utilizar apenas se nao encontrar programa similar feito para Linux.
et: See ühilduvus ei ole väga suur, me soovitame kasutada seda ainult siis, kui te ei leia Linuxile sarnast rakendust, mida soovite kasutada.

source: Um dos usos mais comuns do Wine e para rodar jogos.
et: Üks kõige tavalisem kasutus Wine'le on jooksutada mänge.

source: Clique aqui para conferir a lista oficial de programas compativeis com o Wine.
et: Vajuta siia, et näha nimekirja Wine'ga ühilduvatest rakendustest.

source: O PlayOnLinux faz configuracoes especificas para tornar o Wine compativel com diversos programas e jogos.
et: PlayOnLinux on mõned spetsiifilised seaded, mis muudavad Wine kooskõlla mõnede rakenduste ja mängudega.

source: Diversos programas que constam na lista do PlayOnLinux são baixados automaticamente da internet.
et: Paljud rakendused PlayOnLinux nimekirjast laetakse automaatselt alla internetist.

source: Para evitar que a configuracao de um programa interfira no funcionamento de outro o PlayOnLinux faz instalacoes separadas do Wine para cada programa.
et: Et vältida selle rakendused konfiguratsiooni segmaist PlayOnLinux paigaldab iga taotluse eraldi Wine.

source: Dicas para instalar programas.
et: Näpunäiteid rakenduste paigaldamiseks.

source: Sempre que disponivel instale o programa desejado utilizando a <a href=softwarecenter.sh.htm>Central de Programas</a> ou o <a href=synaptic.sh.htm>Synaptic</a>.
et: Võimalusel paigaldada soovitud rakendus kasutades <a href=softwarecenter.sh.htm>Tarkvara keskus</a> või <a href=synaptic.sh.htm>Synaptic</a>.

source: É recomendado que o programa a ser instalado seja compativel com o $DISTRIB_ID $DISTRIB_RELEASE ou o Ubuntu $DISTRIB_CODENAME. Caso o programa nao esteja disponivel para ambas as distribuicoes confira a disponibilidade para Debian, pois sua compatibilidade nao e total, mas ainda e bastante eficiente.
et: On soovitatav, et taotlus tuleb paigaldada on kooskõlas $ DISTRIB_ID $ DISTRIB_RELEASE või Ubuntu $ DISTRIB_CODENAME. Kui taotlus ei ole saadaval nii distributsioonid, kontrollige selle saadavust Debian alates selle ühilduvus ei ole täielik kuid töötab paljudel juhtudel.

source: De preferencia a arquivos com a extensao .deb pois e o padrao adotado pelo $DISTRIB_ID. Nesse caso basta clicar duas vezes sobre o arquivo que o instalador e iniciado.
et: Eelista faile .deb laiendiga, sest see standard on vastu võetud $DISTRIB_ID. Sellistel juhtudel lihtsalt topeltklõpsake failil ja paigaldaja käivitatakse.

source: Arquivos .run e .sh necessitam que se clique sobre o mesmo com o botao direito, acesse as propriedades, permissoes e marque como executavel.
et: .run ja .sh faile on vaja teha kasutatavaks.Selleks paremklõpsake neile juurdepääsuks nende omadustele ja õigustele ning märgi need käivitatavaks.

source: Arquivos .rar, .zip, .tar, .gz, 7z, bz e lzma são arquivos compactados, clique sobre o mesmo com o botao direito, mande extrair e verifique o formato que foi criado apos a descompactacao.
et: .Rar .Zip, .Tar .Gz, .7z, .bz ja lzma on tihendatud failid, paremklõpsake neid, paki lahti ja vaata formaati mis loodi peale lahtipakkimist.

source: Arquivos .rpm sao pouco compativeis com o $DISTRIB_ID, recomendo que procure por um arquivo .deb.
et: Arhiiv .rpm on vaevalt kooskõlas $ DISTRIB_ID soovitada otsida faili .deb

source: Arquivos .exe e .msi devem ser instalados com o programa Wine, mas sua compatibilidade e estabilidade nao e muito boa.
et: .exe ja .msi tuleb paigaldada koos programmiga Wine, kuid nende omavaheline kokkusobivus ning stabiilsuse pole väga hea.

source: Devo realmente apagar os arquivos pessoais do Wine? Isso ira remover os programas instalados pelo Wine, mas nao pelo PlayOnLinux.
et: Kas ma tõesti kustutada oma isiklikke faile Wine'ist? See eemaldab paigaldatud rakendused wine'st, kuid mitte neid mis paigaldati koos PlayOnLinux'iga.

source: Remocao concluida.
et: Eemaldamine valmis

source: Instalar ou remover programas
et: Paigalda või eemalda rakendused

source: Se o programa ou jogo que voce deseja nao possui versao para Linux experimente utiliza-lo com o Wine
et: Kui soovitud rakendus või mäng mida ei ole Linuxi versioonile, proovige kasutada neid koos Wine'ga.

source: Instalar e remover programas nunca foi tao facil.
et: Programmde paigaldamine ja eemaldamine pole kunagi olnud nii lihtne.

source: Instalar ou remover simples<br>(Central de Programas)
et: Lihtne paigaldada ja eemaldada <br> (Tarkvarakeskus)

source: Instalar ou remover avancado<br>(Synaptic)
et: Täpsemalt paigaltada või eemaldada<br>(Synaptic)

source: Instalar programas feitos para Windows
et: Paigalda rakendus tehtud Winows'ile

source: Instalar programas diretamente de arquivos
et: Paigalda rakendused otse failidesse

source: Configurar DNS
et: Seadista DNS

source: Voltar para tela de configuracao
et: Tagasi ekraani asetusesele

source: Para uma conexao mais rapida e estavel.
et: Sest kiirem ühendus on stabiilsem.

source: Configuracao aplicada.
et: Konfiguratsioon rakendatud.
