Repository: biglinux/deprecated
Catalog: bigcontrolcenter-others-jdownloader/I18N/*.po
Languages: et

source: A instalacao falhou! Confira se o PC esta conectado a internet.
et: Paigaldamine ebaõnnestus! Veenduge, et teie arvuti on ühendatud internettiga.

source: Instalador do JDownloader
et: JDownloader'i paigaldaja

source: Instale o melhor gerenciador de downloads
et: Paigalda parim allalaadimis haldur

source: Confirma a remocao do JDownloader? Lembre que os arquivos baixados que estiverem na pasta JDownloader tambem serao removidos.
et: Kinnita JDownloader eemaldamist? Pea meeles, et failid, mis laaditakse JDownloader kausta ka välja jätta.

source: Aplicar
et: Rakenda

source: Sair
et: Välju

source: Utilizar interface de acordo com o Desktop em uso
et: Kasutaja liidese vastavlt koos kasutusel oleva töölauaga

source: Melhor integracao com dispositivos, por exemplo CDs e PenDrives
et: Paremdatud integratsioon seadmetega, näiteks CD'd ja USB mäluseadmed

source: Melhor compatiblidade com extensoes e integracao com o tema do sistema
et: Parem ühilduvus laiendiga ja integratsioon süsteem teemaga

source: Clique aqui para iniciar a instalacao, e preciso estar conectado a internet.
et: Vajuta siia, et alustada paigaldamist, ja peab olema ka ühendatud internettiga.

source: Clique aqui para remover o JDownloader, lembre que os arquivos baixados que estiverem na pasta JDownloader tambem serao removidos.
et: Vajuta siia, et eemaldada JDownloader pidage meeles, et failid, mis laaditakse kausta JDownloader ka eemaldatakse.

source: Instalar a extensao no Firefox torna muito mais facil a utilizacao do JDownloader, portanto recomendo que instale.<br>Apos a instalacao selecione os links que deseja baixar, clique com o botao direito e veja as opcoes do JDownloader no Firefox.
et: Firefox laiendi paigaldamine muudab JDownloaderi kasutamise palju lihtsamaks, mistõttu on soovitatav. <br>Pärast paigaldamist valige lingid mida soovite alla laadida, paremklõpsuga neil ja valida JDownloader's võimalus Firefox'is.

source: Instale o melhor gerenciador de downloads.
et: Paigalda parim laadimis haldur.

source: <b>Esse programa possui muitos recursos, entre eles destaco:</b> O gerenciamento de downloads de sites populares como RapidShare e MegaUpload com preenchimento automatico dos digitos verificadores e a conversao de arquivos baixados de sites como o YouTube.
et: <b> Sellel rakendus on palju funktsioone, nende hulgas I rõhutada: <b> alla laadida populaarsetest lehtetelt nagu RapidShare ja MEGAUPLOAD koos automaatse täitmise kontrolli ja konvertimist ning faili allalaadida meedia saidid nagu YouTube.

source: <b>Esse programa tambem possui lados negativos:</b> Utiliza uma quantidade consideravel de memoria RAM e funciona melhor se cada usuario do computador possuir sua propria instalacao do JDownloader.
et: <b> Sellel rakendusel on ka negatiivset:</b> kasutab märkimisväärne hulgal RAM'i ja töötab paremini, kui iga kasutaja arvutis on tema isklik(registreeritud) paigaldatud JDownloader.

source: Remover JDownloader
et: Eemalda JDownloader

source: Instalar extensao no Firefox
et: Paigalda Firefoxi laiendus

source: Instalar JDownloader
et: Paigalda JDownloader

source: O processo de instalacao do JDownloader foi iniciado. Deseja instalar a extensao do Firefox para facilitar o uso do JDownloader? (Recomendado)
et: JDownloader paigaldus protsess on alanud. Kas soovite paigaldada JDownloader Firefox llisandi mis kergendab JD kasutamist (Soovituslik)
