Repository: biglinux/deprecated
Catalog: bigcontrolcenter-hardware-keyboard/I18N/*.po
Languages: et, pt, pt_br

source: Teclado, mouse e touchpad
et: Klaviatuur, hiir ja puuteplaat
pt: Teclado, rato e painel de toque

source: Aplicar
et: Rakenda

source: Sair
et: Välju

source: Pasta /etc/kde4/kdm/autostart nao encontrada, instale o pacote big-kdminit para ser possivel iniciar o teclado virtual na tela de login.
et: Kausta /etc/kde4/kdm/autostart ei leitud, paigalda big-kdminit võimalik alustada virtuaalse klaviatuuri logimis kuvaniga
pt: Pasta /etc/kde4/kdm/autostart não encontrada. Instale o pacote big-kdminit para conseguir iniciar o teclado virtual no arranque da sessão.
pt_br: Pasta /etc/kde4/kdm/autostart não encontrada, instale o pacote big-kdminit para ser possível iniciar o teclado virtual na tela de login.

source: Atencao!
et: Tähelepanu!
pt: Atenção!
pt_br: Atenção!

source: Layout de teclado, velocidade e ate controlar o mouse com a webcam.
et: Klaviatuuri paigutus, kiiruse ja isegi kontrolli hiirt ja veebikaamerat.
pt: Disposição do teclado, velocidade e até controlo do rato através da câmara web.
pt_br: Layout de teclado, velocidade e até controlar o mouse com a webcam.

source: Configuracao aplicada.
et: Konfiguratsioon rakendatud.
pt: Configuração aplicada.
pt_br: Configuração aplicada.

source: Padrao utilizado por quase todos os computadores vendidos no Brasil
et: Standard mida kasutavad kõik arvutid, mida müüakse Brasiilias
pt: Padrão utilizado por quase todos os computadores vendidos no Brasil
pt_br: Padrão utilizado por quase todos os computadores vendidos no Brasil

source: Padrao dos Estados Unidos para idiomas que nao utilizam acentos
et: USA standard keeles, mis ei kasuta aktsente
pt: Padrão dos Estados Unidos para idiomas que não utilizam acentos
pt_br: Padrão dos Estados Unidos para idiomas que não utilizam acentos

source: Padrao dos Estados Unidos com suporte a acentos, em geral notebooks importados.<p>* Recomendado ativar a opcao utilizar cedilha com acento agudo + C.
et: Vaikimisi USAs toetades aktsendid, tavaliselt imporditud vihikutesse. <p> * Soovitatav on võimalik variant cedii ägeda aktsendiga + C.
pt: Padrão dos Estados Unidos com suporte a acentos, em geral notebooks importados.<p>* Recomendado activação da opção utilizar cedilha com acento agudo + C.
pt_br: Padrão dos Estados Unidos com suporte a acentos, em geral notebooks importados.<p>* Recomendado ativar a opção utilizar cedilha com acento agudo + C.

source: Padrao na Espanha
et: Vaikimisi Hispaania
pt: Padrão na Espanha
pt_br: Padrão na Espanha

source: Padrao em Portugal
et: Vaikimisi Portugali
pt: Padrão em Portugal
pt_br: Padrão em Portugal

source: Em geral durante a instalacao ja e especificado o modelo correto
et: Tavaliselt õige mudel on juba määratud paigaldamise ajal
pt: Em geral, durante a instalação é especificado o modelo correcto
pt_br: Em geral durante a instalação já é especificado o modelo correto

source: Informe o comando setxkbmap especifico para seu teclado
et: Sisestage õige setxkbmap käsk klaviatuuril
pt: Indique o comando setxkbmap especifico para seu teclado
pt_br: Informe o comando setxkbmap específico para seu teclado

source: Todos os usuarios terao o recurso de movimento do mouse com a webcam disponivel desde a tela de login
et: Kõikide kasutajate hiire liikumine veebikaamera funktsioon on saadaval kohe sisselogimisdialoogiga
pt: Todos os utilizadores terão disponível o capacidade de movimentar o rato via câmara web desde o inicio da sessão
pt_br: Todos os usuarios terão o recurso de movimento do mouse com a webcam disponível desde a tela de login

source: O recurso de movimento do mouse com a webcam sera iniciado automaticamente apos o login apenas para esse usuario
et: Hiire liikumise ja veebikaamera funktsioon käivitub automaatselt peale kasutaja sisse logimist ainult
pt: A capacidade de movimentar o rato via câmara web será iniciado automaticamente após o inicio da sessão para este utilizador
pt_br: O recurso de movimento do mouse com a webcam sera iniciado automaticamente apos o login apenas para esse usuário

source: O eViacam permite que o cursor do mouse seja movimentado com movimentos da cabeca captados pela webcam.
et: Hiire liikumine koos veebikaamera funktsiooniga käivitub automaatselt ainult peale kasutaja sisse logimist
pt: O eViacam permite que o cursor do rato seja movimentado através de movimentos da cabeça captados pela câmara web.
pt_br: O eViacam permite que o cursor do mouse seja movimentado com movimentos da cabeça captados pela webcam.

source: Para executa-lo <a href=/usr/share/bigbashview/run.run?eviacam>clique aqui</a>.
et: Et kasutada seda <a href=/usr/share/bigbashview/run.run?eviacam>kliki siia</a>.
pt: Para o executar <a href=/usr/share/bigbashview/run.run?eviacam>clique aqui</a>.
pt_br: Para executá-lo <a href=/usr/share/bigbashview/run.run?eviacam>clique aqui</a>.

source: Utilize as opcoes abaixo para automatizar o uso:
et: Katsu alltoodud seadest automatiseerida selle kasutamist:
pt: Utilize as opcoes abaixo para automatizar a utilização:
pt_br: Utilize as opções abaixo para automatizar o uso:

source: Executa-lo na tela de login.
et: Käivita see logimis kuvas.
pt: Executar no ecrã de inicio de sessão.
pt_br: Executá-lo na tela de login.

source: Executa-lo apos o login.
et: Jooksuta peale logimist
pt: Executar depois de iniciar a sessão.
pt_br: Executá-lo após o login.

source: Se for detectado um touchpad as configuracoes abaixo sao ativadas automaticamente ao ligar o computador.
et: Kui touchpad ei tuvasta, et seadeid saab lubada automaatselt kui arvuti on sisse lülitatud.
pt: Se for detectado um touchpad as configurações abaixo são ativadas automaticamente ao ligar o computador.
pt_br: Se for detectado um touchpad as configurações abaixo são ativadas automaticamente ao ligar o computador.

source: Teclas como Ctrl e Alt nao bloqueiam os toques no touchpad
et: Klahvid nagu Ctrl ja Alt ei blokeeri puudutusi puuteplaadil
pt: Teclas como Ctrl e Alt não bloqueiam os toques no touchpad
pt_br: Teclas como Ctrl e Alt não bloqueiam os toques no touchpad

source: Mantem a movimentacao do cursor e os cliques nos botoes
et: Jätkage kursori liigutamist ja hiirenupule klõpsamist
pt: Mantem a movimentação do cursor e os cliques nos botões
pt_br: Mantém a movimentação do cursor e os cliques nos botões

source: Tempo que os toques no touchpad devem ser ignorados apos utilizar o teclado.<p>1.0 igual 1 segundo<br>2.0 igual 2 segundos<br> 0.5 igual meio segundo
et: Aeg peale klaviatuuri, kui touchpad ignoreeritakse.<p>1.0 on võrdne 1 teine<br>2.0 on võrdne 2 sekundit<br>0.5 on võrdne poole sekundiga
pt: Tempo que os toques no touchpad devem ser ignorados após utilizar o teclado.<p>1.0 equivale a 1 segundo<br>2.0 equivale a 2 segundos<br> 0.5 equivale a meio segundo
pt_br: Tempo que os toques no touchpad devem ser ignorados após utilizar o teclado.<p>1.0 igual 1 segundo<br>2.0 igual 2 segundos<br> 0.5 igual meio segundo

source: Uma dificuldade comum ao utilizar notebooks e causada por toques acidentais no touchpad. Utilize as opcoes abaixo para tornar o uso mais confortavel:
et: Vältimaks raskust notebooki kasutamisel juhusliku touchpad puudutust. Kasuta alltoodud valikutest muuta selle kasutamine mugavamaks:
pt: Uma dificuldade decorrente dos notebooks é causada por toques acidentais no touchpad. Utilize as opções abaixo para tornar a sua utilização mais fácil:
pt_br: Uma dificuldade comum ao utilizar notebooks é causada por toques acidentais no touchpad. Utilize as opções abaixo para tornar o uso mais confortável:

source: Iniciar automaticamente.
et: Käivita automaatselt

source: Nao bloquear o mouse ao utilizar teclas modificadoras.
et: Ärge blokeerige hiirt kui kasutate redigeerimis võtmeid.
pt: Nao bloquear o rato ao utilizar teclas modificadoras.
pt_br: Não bloquear o mouse ao utilizar teclas modificadoras.

source: Desativar somente toques acidentais.
et: Keela ainult juhuslik puudutus.
pt: Desactivar apenas os toques acidentais.

source: Tempo de espera:
et: Oota viivitust:

source: Pasta /etc/kde4/kdm/autostart nao encontrada, instale o pacote big-kdminit para ser possivel iniciar o recurso de controle do mouse com a webcam na tela de login.
et: Kaust /etc/kde4/kdm/autostart ei leitud, paigalda pakett big-kdminit et saaks alustada hiire kontrolli koos veebikaamera funktsiooniga logimis kuval.
pt: Pasta /etc/kde4/kdm/autostart não encontrada. Instale o pacote big-kdminit para conseguir controlar o rato via câmar web no arranque da sessão.
pt_br: Pasta /etc/kde4/kdm/autostart não encontrada, instale o pacote big-kdminit para ser possível iniciar o recurso de controle do mouse com a webcam na tela de login.

source: Padrao dos Estados Unidos com suporte a acentos, em geral notebooks importados.<p>* Recomendado ativar a opcao utilizar cedilha com acento agudo + C
et: Vaikimis USA-st, mis toetab aktsendid, tavaliselt imporditud sülearvutid. <p>* On soovitatav lubada võimalust cedii ägeda aktsendiga +C
pt: Padrão dos Estados Unidos com suporte a acentos, em geral notebooks importados.<p>* É recomendado activar a opção utilizar cedilha com acento agudo + C
pt_br: Padrão dos Estados Unidos com suporte a acentos, em geral notebooks importados.<p>* Recomendado ativar a opção utilizar cedilha com acento agudo + C

source: Exemplo de comando: setxkbmap -model pc105 -layout br -variant
et: Näide käsk: setxkbmap-model pc105 paigutusega br-variandil

source: Importante principalmente em Notebooks com teclado USA Internacional.<p>* Para essa opcao entrar em operacao e necessario reiniciar o computador ou encerrar a sessao e efetuar login novamente
et: Tähtis on spetsiaalsel sülearvutid USA rahvusvahelise klaviatuuriga. <p>* See variant oleks aktiivne, siis on vaja taaskäivitada arvuti või lõpetada praegune seanss ja uuesti sisse logida
pt: Mais utilizado em Notebooks com teclado USA Internacional.<p>* Para aplicar as alterações deve reiniciar o computador ou a sessão.
pt_br: Importante principalmente em Notebooks com teclado USA Internacional.<p>* Para essa opção entrar em operação e necessário reiniciar o computador ou encerrar a sessão e efetuar login novamente

source: Esse configurador estipula a configuracao do teclado para todos os ambientes graficos do sistema.
et: tema klaviatuuri tööriista komplekti konfiguratsioon määrab konfiguratsiooni kõigi graafilise keskkonna süsteemis.
pt: Este configurador estipula a configuração do teclado para todos os ambientes gráficos do sistema.
pt_br: Esse configurador estipula a configuração do teclado para todos os ambientes gráficos do sistema.

source: Modelo especificado na instalacao do sistema
et: Määratletud mudeli paigaldustööd
pt: Modelo especificado na instalação do sistema
pt_br: Modelo especificado na instalação do sistema

source: Brasil Padrao ABNT
et: Brasiilia ABNT
pt: Brasil Padrão ABNT
pt_br: Brasil Padrão ABNT

source: USA Padrao
et: USA vaikimisi
pt: USA Padrão
pt_br: USA Padrão

source: USA Internacional (Com teclas acentuaveis)
et: USA Rahvusvaheline (koos täpitähed võtmed)
pt: USA Internacional (Com teclas acentuáveis)
pt_br: USA Internacional (Com teclas acentuáveis)

source: Espanha Padrao
et: Hispaania vaikimsi
pt: Espanha Padrão
pt_br: Espanha Padrão

source: Portugal Padrao
et: Portugali vaikimisi
pt: Portugal Padrão
pt_br: Portugal Padrão

source: Especificar outro
et: Täpsustage muud

source: Comando:
et: Käsk:

source: Ativar automaticamente o NumLock e configurar taxa de repeticao do teclado<p>* Funciona somente no ambiente Kde
et: Automaatselt võimaldada NumLock ja konfigureerida klaviatuuri kordussagedus <p> * toimib ainult KDE keskkonda
pt: Activar automaticamente o NumLock e configurar taxa de repetição do teclado<p>* Apenas funciona somente no ambiente Kde
pt_br: Ativar automaticamente o NumLock e configurar taxa de repetição do teclado<p>* Funciona somente no ambiente Kde

source: Configure o modelo de teclado, se letras ou acentos nao estao funcionando corretamente utilize essa opcao<p>* Funciona somente no ambiente Kde
et: Seadista klaviatuuri mudel. Kasuta seda valikut, kui tähted ja märgid ei tööta <p>* Toimib ainult KDE keskkonnas
pt: Configure o modelo de teclado. Caso as letras ou acentos não estejam a funcionar correctamente utilize esta opção<p>* Apenas funciona no ambiente Kde
pt_br: Configure o modelo de teclado, se letras ou acentos não estão funcionando corretamente utilize essa opção<p>* Funciona somente no ambiente Kde

source: Configure as teclas de atalho de diversos programas<p>* Funciona somente no ambiente Kde
et: Seadistada kiirklahve erinevaks otstarbe kasutuseks <p>* Töötab ainult KDE keskkonnas
pt: Configure as teclas de atalho de diversos programas<p>* Apenas funciona no ambiente Kde

source: Configure teclas de atalho padronizadas, por exemplo: imprimir e salvar arquivo<p>* Funciona somente no ambiente Kde
et: Seadista kohanda kiirklahve, näiteks: trükkida ja salvestada faili <p>* toimib ainult KDE keskkonda
pt: Configure teclas de atalho padrão, por exemplo: imprimir e guardar ficheiro<p>* Apenas funciona no ambiente Kde

source: Confira o status da impressao
et: Trükkimise olek
pt: Confira o estado da impressão
pt_br: Confira o status da impressão

source: Configure o modelo de teclado, opcao similar ao Layout de teclado, porem a configuracao e aplicada para todos os usuarios e em todos os ambientes graficos
et: Seadista klaviatuuri mudel, mis sarnaneb klaviatuuriga kuid mida rakendakse kõikidele kasutajatele graafilises keskkonnas
pt: Configure o modelo de teclado, opção similar à disposição de teclado, com excepção de que a configuração é aplicável a todos os utilizadores e ambientes gráficos
pt_br: Configure o modelo de teclado, opção similar ao Layout de teclado, porem a configuração e aplicada para todos os usuários e em todos os ambientes gráficos

source: Ajuste as preferencias de sensibilidade e comportamento da barra de rolagem
et: Reguleeritakse seadme tundlikkuse eelistusi ja käitumist kerimisribal
pt: Ajuste as preferências de sensibilidade e comportamento da barra de deslocação
pt_br: Ajuste as preferências de sensibilidade e comportamento da barra de rolagem

source: Especifica regras para desativar o touchpad enquanto o teclado esta sendo utilizado
et: Määratlleb eeskirjad touchpadi väljalülitamiseks kui klaviatuur on kasutusel
pt: Especifica as regras para desactivar o touchpad enquanto o teclado está em utilização
pt_br: Especifica regras para desativar o touchpad enquanto o teclado está sendo utilizado

source: Modelo de teclado
et: Klaviatuuri mudel

source: Layout de teclado
et: Klaviatuuri paigutus
pt: Disposição do teclado

source: Teclado virtual
et: Virtuaalne klavaituur

source: Configuracao de atalhos de teclado padrao
et: Vaikimisi klaviatuuri kiirklahvide konfiguratsioonid
pt: Configuração de atalhos de teclado padrão
pt_br: Configuração de atalhos de teclado padrão

source: Atalhos de teclado globais
et: Üldised kiirklahvid

source: Evitar toques acidentais no touchpad
et: Vältida juhuslikku puudutust puuteplaadil

source: Sensibilidade do touchpad
et: Puuteplaadi tundlikkus

source: Mouse
et: Hiir
pt: Rato

source: Para executa-lo <a href=/usr/share/bigbashview/run.run?kvkbd>clique aqui</a>.
et: Et kasutada seda <a href=/usr/share/bigbashview/run.run?kvkbd>kliki siini</a>.
pt: Para o executar <a href=/usr/share/bigbashview/run.run?kvkbd>clique aqui</a>.
pt_br: Para executá-lo <a href=/usr/share/bigbashview/run.run?kvkbd>clique aqui</a>.

source: Clique unico ou duplo, velocidade, tema, mover o ponteiro do mouse com o teclado numerico...<p>* Funciona somente no ambiente Kde
pt: Clique único ou duplo, velocidade, tema, mover o ponteiro do rato com o teclado numérico...<p>* Apenas funciona no ambiente Kde
pt_br: Clique único ou duplo, velocidade, tema, mover o ponteiro do mouse com o teclado numérico...<p>* Funciona somente no ambiente Kde

source: Digite com cliques no mouse usando o teclado virtual
pt: Digite com cliques no rato utilizando o teclado virtual

source: Metodo que facilita o uso do computador por pessoas que nao conseguem movimentar o mouse<p>Tambem utilizado como uma nova forma de interagir com jogos
pt: Método que facilita a utilização do computador por pessoas que não conseguem mexer no rato<p>Também utilizado como uma nova forma de interagir com jogos
pt_br: Método que facilita o uso do computador por pessoas que não conseguem movimentar o mouse<p>Também utilizado como uma nova forma de interagir com jogos

source: Controlar o mouse com a webcam
pt: Controlar o rato via câmara web

source: Todos os usuarios terao o teclado virtual disponivel desde a tela de login
pt: Todos os utilizadores terão o teclado virtual disponível desde o ecrã de inicio de sessão
pt_br: Todos os usuários terão o teclado virtual disponível desde a tela de login

source: O teclado virtual sera iniciado automaticamente apos o login apenas para esse usuario
pt: Para este utilizador, o teclado virtual será iniciado automaticamente após o inicio d sessão
pt_br: O teclado virtual será iniciado automaticamente apos o login apenas para esse usuário

source: O teclado virtual possui melhor compatibilidade com o modelo de teclado USA Internacional, porem essa opcao pode nao ser a mais compativel com o seu teclado<p>* Marque essa opcao
pt: O teclado virtual possui melhor compatibilidade com o modelo de teclado USA Internacional. No entanto, esta opção pode ser incompatível com o seu teclado<p>* Marque esta opção
pt_br: O teclado virtual possui melhor compatibilidade com o modelo de teclado USA Internacional, porem essa opção pode nao ser a mais compatível com o seu teclado<p>* Marque essa opção

source: O teclado virtual permite que os textos sejam digitados utilizando o mouse.
pt: O teclado virtual permite introduzir texto através do rato

source: * Para encontrar o comando de forma facil <a href=\"/usr/share/bigbashview/run.run?kcmshell4=keyboard_layout\">clique aqui</a> para abrir o seletor de layout de teclado do KDE.<p>* Apos selecionar a configuracao desejada copie o comando que esta na parte inferior da janela e cole no espaco especificado nesse configurador.
pt: * Para encontrar o comando de forma fácil <a href=\"/usr/share/bigbashview/run.run?kcmshell4=keyboard_layout\">clique aqui</a> para abrir o selector da disposição de teclado do KDE.<p>* Depois de seleccionar a disposição pretendida, copie o comando que está na parte inferior da janela e cole-o no espaço especificado no configurador.
pt_br: * Para encontrar o comando de forma fácil <a href=\"/usr/share/bigbashview/run.run?kcmshell4=keyboard_layout\">clique aqui</a> para abrir o seletor de layout de teclado do KDE.<p>* Apos selecionar a configuração desejada copie o comando que esta na parte inferior da janela e cole no espaço especificado nesse configurador.
